[
  "hotkeysplus-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "calendar",
  "obsidian-vimrc-support",
  "obsidian-relative-line-numbers",
  "mrj-jump-to-link",
  "table-editor-obsidian",
  "obsidian-dictionary-plugin",
  "obsidian-to-anki-plugin",
  "obsidian-spaced-repetition",
  "obsidian-autocomplete-plugin",
  "remember-cursor-position",
  "cm-typewriter-scroll-obsidian",
  "obsidian-kanban"
]